Repository: peterPrecious/portal
Catalog: App_GlobalResources/portal.*.resx
Languages: fr_ca

# about_0
source: About this Service
fr_ca: À propos de ce service

# about_01
source: Select the Category at Left
fr_ca: Sélectionnez la catégorie à gauche

# about_1
source: This service is where you can manage your learners and the content they will review. It also provides a series of reports to monitor learner activities.
fr_ca: Ce service est l’endroit où vous pouvez gérer vos apprenants et le contenu qu’ils examineront. Il fournit également une série de rapports pour surveiller les activités des apprenants.

# about_2
source: You need to be a Facilitator or Manager (ie NOT a learner) to access this service. Use your credentials (and select your language) then Next. When you are done, please remember to Sign Out at the top left when you are done to secure your data plus conserve resources.
fr_ca: Vous devez être un facilitateur ou un gestionnaire (c’est-à-dire pas un apprenant) pour accéder à ce service. Utilisez vos informations d’identification (et sélectionnez votre langue) puis suivant. Lorsque vous avez terminé, n’oubliez pas de vous déconnecter en haut à gauche lorsque vous avez terminé de sécuriser vos données et de conserver vos ressources.

# about_3
source: Services are provided for Facilitators in both English and French. If you use a Microsoft Browser (IE or Edge) and have your Language Preference set to French, the service will pick that up. Otherwise it will default to English unless you specify otherwise. Manager services are only provided in Englsh.
fr_ca: Des services sont fournis aux facilitateurs en anglais et en Français. Si vous utilisez un navigateur Microsoft (IE ou Edge) et que votre préférence linguistique est définie pour Français, le service le reprendra. Sinon, il sera par défaut à l’anglais, sauf si vous spécifiez le contraire. Les services de gestionnaire ne sont fournis qu’à Englsh.

# about_4
source: Facilitators do the heavy lifting for each account. They typically manage the learners and their performance. While Facilitators may have access to the content, they are not considered learners. Each Account is also setup with a Manager who can add a Facilitator to the account plus do a few other site routines.
fr_ca: Les animateurs font le gros du travail pour chaque compte. Ils gèrent généralement les apprenants et leur performance. Bien que les facilitateurs puissent avoir accès au contenu, ils ne sont pas considérés comme apprenants. Chaque compte est également configuré avec un gestionnaire qui peut ajouter un facilitateur au compte plus faire quelques autres routines de site.

# about_5
source: Reports come in a variety of flavours. Little online "reports" like this one that you are reading, is an "info" report and will have a blue background. Key online reports where you manage information will have a white background. Most key report provide CSV and/or Excel versions.
fr_ca: Les rapports viennent dans une variété de saveurs. Peu de "rapports" en ligne comme celui-ci que vous lisez, est un "info" rapport et aura un fond bleu. Les principaux rapports en ligne où vous gérez l’information auront un fond blanc. La plupart des rapports clés fournissent des versions CSV et/ou Excel.

# about_6
source: Account features and reports appear on the menu items at the top left. Operational features for your benefit appear on the top right. Note that this service will NOT run on small screens like a phone since large online forms etc are a key part of the deliverables.
fr_ca: Les caractéristiques et les rapports du compte apparaissent sur les éléments du menu en haut à gauche. Les fonctionnalités opérationnelles à votre avantage apparaissent en haut à droite. Notez que ce service ne fonctionnera pas sur de petits écrans comme un téléphone puisque les grands formulaires en ligne, etc sont un élément clé des livrables.

source: Access
fr_ca: Accès

source: Active
fr_ca: Actif

source: Add Learner
fr_ca: Ajouter l’apprenant

# alertsResend
source: Resend Email Alerts
fr_ca: Remendez les alertes par courriel

# alertsResent
source: Email Alerts will be resent on the next cycle!
fr_ca: Alertes e-mail sera ressenti sur le prochain cycle!

source: Assign
fr_ca: Affecter

source: Assigned After
fr_ca: Affecté après

source: Assigned Before
fr_ca: Affecté avant

source: Assign Purchased Content
fr_ca: Attribuer du contenu acheté

source: Available After
fr_ca: Disponible après

source: Available Before
fr_ca: Disponible avant

source: Browser Test
fr_ca: Test de navigateur

source: Cancel
fr_ca: Annuler

source: Change Language
fr_ca: Changer la langue

source: Close
fr_ca: Fermer

source: Commit
fr_ca: Engager

# content_1
source: This allows you to assign the programs you have purchased to your learners. Select individual learners below to whom you'd like to assign content or select all learners (click top left).
fr_ca: Cela vous permet d’attribuer les programmes que vous avez achetés à vos apprenants. Sélectionnez les apprenants individuels ci-dessous à qui vous souhaitez affecter du contenu ou sélectionner tous les apprenants (cliquez en haut à gauche).

# content_10
source: NOTE: once content is assigned and committed, it cannot be unassigned!
fr_ca: REMARQUE : une fois que le contenu est attribué et validé, il ne peut pas être inaffecté !

# content_2
source: Then select the programs you want assigned to these learners or select all programs (click top left).
fr_ca: Sélectionnez ensuite les programmes que vous souhaitez assigner à ces apprenants ou sélectionnez tous les programmes (cliquez en haut à gauche).

# content_3
source: Then click <span class="code">Assign</span> and the Programs will appear in the learner(s) <span style="font-weight: bold;">Programs After</span> field.
fr_ca: Ensuite, cliquez sur 'bpt id'"1"lt;span class""code"'gt;</bpt>Assign’ept id"1""lt;/span’gt;</ept> et les programmes apparaîtront dans l’apprenant (s) 'bpt id'"2""lt;lt;"font-weight: bold;" -gt;</bpt>Programs After 'ept id'"2"'lt;/span’gt;</ept> champ.

# content_4
source: The program count will be reflected in the Assigned After and Available After fields.
fr_ca: Le dépouillement du programme sera reflété dans les champs après et disponibles après.

# content_5
source: Click <span class="code">Restart</span> to undo what you have done, enabling you to start over.&nbsp; When your assignments look good, then click <span class="code">Commit</span>.
fr_ca: Cliquez sur 'bpt id'"1"'lt;span class""code"-gt;</bpt>Restart’ept id"1"'lt; /span’gt;</ept> pour défaire ce que vous avez fait, vous permettant de recommencer. Lorsque vos affectations semblent bonnes, puis cliquez sur 'bpt id'"2"lt;span class""code"''</bpt>Commit’ept id""2"'lt;/span’gt;</ept>.

# content_6
source: <span style="font-style:italic;">Note: once content is assigned and committed it cannot be unassigned!</span>
fr_ca: "bpt id"1""-lt;span style"font-style:italic;" </bpt>Note : une fois que le contenu est attribué et engagé, il ne peut pas être non affecté ! 'ept id'"1"Lt;/span’gt;</ept>

# content_61
source: Inactive Learners are only rendered to show possible previous assignments.
fr_ca: Les apprenants inactifs ne sont rendus que pour montrer les affectations précédentes possibles.

# content_7
source: First select the Learner(s) that will be assigned Programs
fr_ca: Sélectionnez d’abord l’apprenant(s) qui se verra attribuer des programmes

# content_8
source: Next select the Programs you wish to assign to the above Learner(s).
fr_ca: Sélectionnez ensuite les programmes que vous souhaitez attribuer à l’apprenant ci-dessus.

# content_9
source: Then click Assign and the Program(s) will be moved to the Learner(s).<br />You will then have an opportunity to Commit the assignment(s) or Restart.
fr_ca: Ensuite, cliquez sur Assign et le programme sera déplacé à l’apprenant(s). "bpt id"1"lt;br 'gt;</bpt> 'ept id'"1"'lt;/br’gt;</ept>Vous aurez alors l’occasion de commettre l’affectation(s) ou redémarrer.

# credentialError
source: Those Credentials are not on file! Click Restart.
fr_ca: Ces informations d’identification ne sont pas au dossier! Cliquez sur Redémarrer.

# credentialPasswordError
source: That Password is incorrect!
fr_ca: Ce mot de passe est incorrect!

# credentials
source: Please enter your credentials.
fr_ca: S’il vous plaît entrez vos informations d’identification.

# custId
source: Customer Id
fr_ca: Id client

source: Delete
fr_ca: Supprimer

source: Details
fr_ca: Détails

source: Edit
fr_ca: Modifier

source: Email
fr_ca: Courriel

# errorHouston
source: Houston, we have a problem...
fr_ca: Houston, nous avons un problème...

# errorPage
source: The resource being accessed is not available. Restart required.
fr_ca: La ressource accessible n’est pas disponible. Redémarrer nécessaire.

source: First Name
fr_ca: Prénom

source: First Visit
fr_ca: Première visite

source: Forgot?
fr_ca: Oublié?

source: Forgot Credentials?
fr_ca: Des références oubliées ?

# forgot_1
source: Enter your unique email address where we will send your credentials.
fr_ca: Entrez votre adresse e-mail unique où nous vous enverrons vos informations d’identification.

# labContent
source: Use {0} charm below to access the content.
fr_ca: Utilisez {0} charme ci-dessous pour accéder au contenu.

# labManage
source: Use the top corner menu items to manage the system.
fr_ca: Utilisez les éléments du menu du coin supérieur pour gérer le système.

# labWelcome
source: Hello {0}. Welcome to the learning portal.
fr_ca: Bonjour {0}. Bienvenue sur le portail d’apprentissage.

# langEnglish
source: English
fr_ca: Anglais

# langFrench
source: French
fr_ca: Français

source: Language
fr_ca: Langue

source: Last Name
fr_ca: Nom

source: Last Visit
fr_ca: Dernière visite

# learner
source: Add a Learner
fr_ca: Ajouter un apprenant

source: Learners
fr_ca: Apprenants

# learners_1a
source: Click on the column headers to sort learners, the
fr_ca: Cliquez sur les en-têtes de colonne pour trier les apprenants, le

# learners_1b
source: icon at top to add a learner and the
fr_ca: icône en haut pour ajouter un apprenant et le

# learners_1c
source: icon at right for learner details. You can narrow this list by searching any field for any value.
fr_ca: icône à droite pour les détails de l’apprenant. Vous pouvez réduire cette liste en recherchant n’importe quel champ pour n’importe quelle valeur.

# learners_1d
source: [Clicking the title shows/hides this section.]
fr_ca: [Cliquer sur le titre montre / cache cette section.]

# learners_2
source: Click <span class="code">Select</span> for learner details.
fr_ca: Cliquez sur 'bpt id'"1"'lt;span class""code"''</bpt>Select’ept id'"1"'lt;/span’gt;</ept> pour les détails de l’apprenant.

source: Level
fr_ca: Niveau

source: Levels
fr_ca: Niveaux

# membId
source: Username
fr_ca: Nom d’utilisateur

# membPwd
source: Password
fr_ca: Mot de passe

source: Memo
fr_ca: Mémo

# menuAbout
source: About
fr_ca: À propos de

# menuActivityReport
source: Activity Report
fr_ca: Rapport d’activité

# menuAlias
source: Profile Aliases
fr_ca: Profil Aliases

# menuAssessmentReport
source: Assessment Report
fr_ca: Rapport d’évaluation

# menuAssignPurchasedContent
source: Assign Purchased Content
fr_ca: Attribuer du contenu acheté

# menuChangeLanguage
source: Change Language
fr_ca: Changer la langue

# menuCompletionCSV
source: Completion (CSV)
fr_ca: Achèvement (CSV)

# menuCompletionReport
source: Completion Report
fr_ca: Rapport d’achèvement

# menuEmailAlerts
source: Email Alerts
fr_ca: Alertes par courriel

# menuFacilitatorServices
source: Facilitator Services
fr_ca: Services de facilitateur

# menuHome
source: Home
fr_ca: Accueil

# menuLearner
source: Add a Leaner
fr_ca: Ajouter un Leaner

# menuLearnersAddEdit
source: Add/Edit Learners
fr_ca: Ajouter/Modifier les apprenants

# menuLearnersExcel
source: Export Learners
fr_ca: Apprenants à l’exportation

# menuMyProfile
source: My Profile
fr_ca: Mon profil

# menuProgramActivityDetails
source: Program Activity Details (Excel)
fr_ca: Détails d’activité du programme (Excel)

# menuReports
source: Reports
fr_ca: Rapports

# menuSignOut
source: Sign Out
fr_ca: Se déconnecter

source: New
fr_ca: Ajouter

source: Next
fr_ca: Suivant

# noLearners_1
source: learner has been retrieved.
fr_ca: apprenant a été récupéré.

# noLearners_2
source: learners have been retrieved. For a full list of learners use the Learners app that exports learners to Excel.
fr_ca: les apprenants ont été récupérés. Pour une liste complète des apprenants, utilisez l’application Learners qui exporte les apprenants vers Excel.

# noLearners_200
source: learners have been retrieved based on the Search Criteria. For a full list of learners use the Learners app that exports learners to Excel.
fr_ca: les apprenants ont été récupérés en fonction des critères de recherche. Pour une liste complète des apprenants, utilisez l’application Learners qui exporte les apprenants vers Excel.

# noVisits
source: Number of Visits
fr_ca: Nombre de visites

source: Organization
fr_ca: Organisation

source: Parameter
fr_ca: Paramètre

source: Password
fr_ca: Mot de passe

source: Profile
fr_ca: Profil

source: Profiles
fr_ca: Profils

# profiles_1
source: Click on the Profile header to sort or search for Profile ...
fr_ca: Cliquez sur l’en-tête du profil pour trier ou rechercher le profil ...

source: Program Id
fr_ca: Id du programme

source: Programs
fr_ca: Programmes

source: Programs After
fr_ca: Programmes après

source: Programs Before
fr_ca: Programmes avant

source: Program Title
fr_ca: Titre du programme

source: Purchased
fr_ca: Acheté

source: Receive Alerts
fr_ca: Recevoir des alertes

# register
source: Click to Register!
fr_ca: Cliquez pour vous inscrire!

source: Reports
fr_ca: Rapports

source: Resend Alerts
fr_ca: Réendez les alertes

source: Restart
fr_ca: Redémarrer

source: Retrieve
fr_ca: Récupérer

source: Search
fr_ca: Rechercher

# searchValue
source: seach value
fr_ca: valeur seach

# sessionVariables
source: These are internal values maintained during the Session.
fr_ca: Il s’agit de valeurs internes maintenues pendant la Session.

source: Setup
fr_ca: Paramétrage

source: Sign In
fr_ca: Se connecter

# signInLevel
source: This Portal is only available to Facilitators and/or Managers.
fr_ca: Ce portail n’est accessible qu’aux facilitateurs et/ou aux gestionnaires.

source: Sign Out
fr_ca: se déconnecter

# sql
source: Oops. We could not perform that activity.
fr_ca: Oups. Nous n’avons pas pu effectuer cette activité.

# sqlDuplicate
source: Oops. It seems that Username already exists.
fr_ca: Oups. Il semble que le nom d’utilisateur existe déjà.

# uniqueId
source: Username
fr_ca: Nom d’utilisateur

source: All Programs
fr_ca: Tous les programmes

source: Assigned
fr_ca: Affecté

source: Back
fr_ca: Précédent

source: Begin
fr_ca: Commencer

source: Completed?
fr_ca: Terminé?

# emailAlerts_1
source: Email Alert Service
fr_ca: Service d’alerte par courriel

# emailAlerts_2
source: This service will email access instructions to any Learner when program(s) have been assigned by the account Facilitator. A Learner must have a valid email address in order to qualify for email alerts.<br />If this service is enabled then each learner can further be configured to use the service or not; also you can resend email alerts by using Add/Edit Learners.
fr_ca: Ce service envoie des instructions d’accès par courriel à n’importe quel apprenant lorsque le programme a été assigné par le facilitateur du compte. Un apprenant doit avoir une adresse e-mail valide afin de se qualifier pour les alertes par courriel. "bpt id"1"lt;br 'gt;</bpt> 'ept id'"1"'lt;/br’gt;</ept>Si ce service est activé, alors chaque apprenant peut encore être configuré pour utiliser le service ou non; vous pouvez également renvoyer des alertes par e-mail en utilisant Add/Edit Learners.

# emailAlerts_3
source: Service Status is currently
fr_ca: L’état du service est actuellement

# emailAlerts_4
source: ENABLED
fr_ca: Activé

# emailAlerts_5
source: DISABLED
fr_ca: Handicapés

# emailAlerts_6
source: Enable email alerts
fr_ca: Activez les alertes par e-mail

# emailAlerts_7
source: Disable email alerts
fr_ca: Désactiver les alertes par courriel

source: End Date
fr_ca: Date de fin

source: Last Accessed
fr_ca: Dernier accès le

source: Learner Id
fr_ca: Id apprenant

# learners_1
source: Learner Id
fr_ca: Id apprenant

# learners_10
source: Note: select/highlight either 'No Special Access' OR any combination of the other values. Use CTRL click to select/highlight multiple values.
fr_ca: Remarque : sélectionnez/mettez en surbrillance « Pas d’accès spécial » ou toute combinaison des autres valeurs. Utilisez le clic CTRL pour sélectionner/mettre en évidence plusieurs valeurs.

# learners_11
source: The Level value should NOT be changed once updated since other values depend on its state.
fr_ca: La valeur de niveau ne devrait PAS être modifiée une fois mise à jour puisque d’autres valeurs dépendent de son état.

# learners_12
source: Export Learners to Excel
fr_ca: Exporter les apprenants vers Excel

# learners_13
source: There are
fr_ca: Il y a

# learners_14
source: learners available for Export.
fr_ca: les apprenants disponibles pour l’exportation.

# learners_3
source: There are currently no Learners in this Account. Use the Add icon above to Add learners.
fr_ca: Il n’y a actuellement aucun apprenant dans ce compte. Utilisez l’icône Ajouter ci-dessus pour ajouter des apprenants.

# learners_4
source: If this learner did not receive their 'Welcome' email alert(s), for whatever reason, click the Email icon and the system will resend any outstanding Email Alerts.
fr_ca: Si cet apprenant n’a pas reçu son alerte par e-mail «Bienvenue»), pour une raison quelconque, cliquez sur l’icône e-mail et le système va renvoyer les alertes e-mail en suspens.

# learners_5
source: When done, click the icon at top to return to the Learner List.
fr_ca: Une fois terminé, cliquez sur l’icône en haut pour revenir à la liste d’apprenants.

# learners_6
source: Note: <b>Username</b> must be globally unique (suggest email). Fields up to and including Email are mandatory. The <b>Programs</b> field is assigned elsewhere thus is read only.
fr_ca: Note: 'bpt id'"1"lt;b’gt;</bpt>Username’ept id'"1"lt;/b’gt;</ept> doit être globalement unique (suggérez e-mail). Les champs jusqu’à et y compris l’email sont obligatoires. Le 'bpt id'"2"lt;b’gt;</bpt>Programs’ept id'"2"lt;/b’gt;</ept> champ est assigné ailleurs est ainsi lu seulement.

# learners_7
source: Add/Edit Learner
fr_ca: Ajouter/Modifier l’apprenant

# learners_8
source: You are missing mandatory field(s):
fr_ca: Vous manquez le champ obligatoire(s) :

# learners_9
source: Note: clicking on the Field name (i.e. Username) will provide a description above. Click on the description to remove it.
fr_ca: Remarque : en cliquant sur le nom de champ (c.-à-d. nom d’utilisateur) fournira une description ci-dessus. Cliquez sur la description pour la supprimer.

source: Manager Access
fr_ca: Accès du gestionnaire

source: Member No
fr_ca: Membre No

# noLearners
source: A learner must have a name and email address to appear on this list.
fr_ca: Un apprenant doit avoir un nom et une adresse e-mail pour apparaître sur cette liste.

source: optional
fr_ca: optionnel

# pageAbout
source: About
fr_ca: À propos de

# pageAssessmentReport
source: Assessment Report
fr_ca: Rapport d’évaluation

# pageAssessmentResponses(Details)
source: Assessment Responses (Details)
fr_ca: Réponses d’évaluation (Détails)

# pageAssessmentResponses(Summary)
source: Assessment Responses (Summary)
fr_ca: Réponses d’évaluation (Résumé)

# pageAssessments
source: Learner Assessments
fr_ca: Évaluations des apprenants

# pageBrowserReadinessTest
source: Browser Readiness Test
fr_ca: Test de préparation au navigateur

# pageCompletionReport
source: Completion Report
fr_ca: Rapport d’achèvement

# pageCustomerActivity
source: Customer Activity
fr_ca: Activité client

# pageCustomerSalesDetails
source: Customer Sales Details
fr_ca: Détails des ventes des clients

# pageCustomerSalesSummary
source: Customer Sales Summary
fr_ca: Résumé des ventes des clients

# pageDefault
source: Welcome
fr_ca: Bienvenue

# pageEmailAlerts
source: Email Alerts
fr_ca: Alertes par courriel

# pageInCompletionReport
source: InCompletion Report
fr_ca: Rapport sur l’incompléttion

# pageLearners
source: Learners
fr_ca: Apprenants

# pageLearnersExcel
source: Learners (Export)
fr_ca: Apprenants (Exportation)

# pageModuleUsage
source: Module Usage
fr_ca: Utilisation du module

# pageProfile
source: My Profile
fr_ca: Mon profil

# pageProgramActivityDetails
source: Program Activity Details
fr_ca: Détails de l’activité du programme

# pageProgramActivityDetailsExcel
source: Program Activity Details (Excel)
fr_ca: Détails d’activité du programme (Excel)

# pageProgramsAssignedExcel
source: Programs Assigned (Excel)
fr_ca: Programmes assignés (Excel)

# pageProgramsPurchasedAndAssigned
source: Programs Purchased And Assigned
fr_ca: Programmes achetés et attribués

# pageUploadLearners
source: Upload Learners
fr_ca: Télécharger les apprenants

# pageWelcome1
source: Welcome
fr_ca: Bienvenue

# profile_1
source: My Profile
fr_ca: Mon profil

# profile_2
source: A few key values from my profile.
fr_ca: Quelques valeurs clés de mon profil.

# profile_3
source: [Note: the Username for Internals is not exposed.]
fr_ca: [Note : le nom d’utilisateur des internes n’est pas exposé.]

# progActivity_0
source: Program Activity Details
fr_ca: Détails de l’activité du programme

# progActivity_1
source: Program Activity Details (Excel)
fr_ca: Détails d’activité du programme (Excel)

# progActivity_2
source: Select the Start and End Dates and optionally a Learner Id (leave empty for all Learners) then click on the Excel Icon at the bottom right. Dates default to the previous month.
fr_ca: Sélectionnez les dates de démarrage et de fin et optionnellement un identifiant d’apprenant (laisser vide pour tous les apprenants) puis cliquez sur l’icône Excel en bas à droite. Dates par défaut au mois précédent.

# progAssigned_1
source: Programs Assigned (Excel) for
fr_ca: Programmes assignés (Excel) pour

# progAssigned_2
source: Press the Begin button to generate the Excel which shows all the Learners that have been assigned the Program(s) selected below.
fr_ca: Appuyez sur le bouton Démarrer pour générer l’Excel qui affiche tous les apprenants qui ont été affectés au programme (s) sélectionné ci-dessous.

# progsPurch_1
source: Programs Purchased and Assigned for
fr_ca: Programmes achetés et attribués pour

# progsPurch_2
source: Click on any Program Id for the Program Title.
fr_ca: Cliquez sur n’importe quel id de programme pour le titre du programme.

# progsPurch_3
source: Click on the Learners Icon to see which learners were assigned that Program Id.
fr_ca: Cliquez sur l’icône des apprenants pour voir quels apprenants ont été affectés à cette id de programme.

# progsPurch_4
source: Display Learners who where assigned this Program.
fr_ca: Afficher les apprenants qui ont assigné ce programme.

# progsPurch_5
source: Inactive Learners will have a line-through their learner Id.
fr_ca: Les apprenants inactifs auront une ligne à travers leur id apprenant.

source: Return
fr_ca: Retour

# strDate
source: Start Date
fr_ca: Date début

# tileAbout
source: About
fr_ca: À propos de

# tileActivityReport
source: Activity Report
fr_ca: Rapport d’activité

# tileAssessmentReport
source: Assessment Report
fr_ca: Rapport d’évaluation

# tileAssessmentResponsesDetails
source: Assessment Responses (Details)
fr_ca: Réponses d’évaluation (Détails)

# tileAssessmentResponsesSummary
source: Assessment Responses (Summary)
fr_ca: Réponses d’évaluation (Résumé)

# tileAssignContent
source: Assign Content
fr_ca: Attribuer du contenu
