Repository: peterPrecious/portal
Catalog: App_GlobalResources/portal.*.resx
Languages: fr_ca

# tileBrowserReadinessTest
source: Browser Readiness Test
fr_ca: Test de préparation au navigateur

# tileCertificateReport
source: Certificate Report
fr_ca: Rapport de certificat

# tileCompletionReport
source: Completion Report
fr_ca: Rapport d’achèvement

# tileEmailAlerts
source: Email Alerts
fr_ca: Alertes par courriel

# tileFacilitatorServices
source: Facilitator Services
fr_ca: Services de facilitateur

# tileInCompletionReport
source: InCompletion Report
fr_ca: Rapport sur l’incompléttion

# tileLearnersAddEdit
source: Learners (Add/Edit)
fr_ca: Apprenants (Ajouter/Modifier)

# tileLearnersExport
source: Learners (Export)
fr_ca: Apprenants (Exportation)

# tileMyContentV5
source: My Content (V5)
fr_ca: Mon contenu (V5)

# tileMyContentV8
source: My Content (V8)
fr_ca: Mon contenu (V8)

# tileMyProfile
source: My Profile
fr_ca: Mon profil

# tileProgramActivityDetails
source: Program Activity Details
fr_ca: Détails de l’activité du programme

# tileProgramActivityOverall
source: Program Activity Overall
fr_ca: Activité du programme dans son ensemble

# tileProgramsAssigned
source: Programs Assigned
fr_ca: Programmes assignés

# tileProgramsPurchasedAndAssigned
source: Programs Purchased and Assigned
fr_ca: Programmes achetés et attribués

# tileSignOut
source: Sign Out
fr_ca: Se déconnecter

# tileStore
source: Store
fr_ca: Magasin

# title
source: Click to hide/show description
fr_ca: Cliquez pour masquer/afficher la description

# uploadLearnersDownload
source: Download Learners
fr_ca: Télécharger Learners

source: Username
fr_ca: Nom d’utilisateur

# noticeY
source: I would like to take these courses myself.
fr_ca: J'aimerais suivre ces cours moi-même.

# noticeTitle
source: Purchase Notice
fr_ca: Avis d'achat

# noticeAssigned
source: Assigned
fr_ca: Assigné

# noticeN
source: They will be assigned to a different learner profile.
fr_ca: Ils seront assignés à un autre apprenant.

# noticeNote
source: Note: You can click on the Facilitator Services tile to Add Learners and Assign Content.
fr_ca: Note : Vous pouvez cliquer sur la tuile Services du facilitateur pour ajouter des apprenants et assigner du contenu.

# noticeSubTitle
source: We noticed that you have some purchases that are not assigned.
fr_ca: Nous avons remarqué que certains cours ne sont pas assignés.
